orgmode/krvperera.org
#+title: KRV Home
#+author: KRV Perera
#+email: rukshan.viduranga@gmail.com


* TOP
:PROPERTIES:
:CUSTOM_ID: TOP
:END:
[[file:office.org][Office]]  [[#BOTTOM][Bottom]]

* First Heading
:PROPERTIES:
:CUSTOM_ID: TOP
:END:
[[#BOTTOM][BOTTOM]] [[file:office.org][OFFICE]] [[file:EldenRing.org][Elden Ring]] [[file:linux.org][Linux]] [[file:country.org][Country]]

Here is some content

** This is a sub heading

More

* Second Heading

* Watch videos to learn

** TODO Running a Buffer Overflow Attack - [[https://www.youtube.com/watch?v=1S0aBV-Waeo][ComputerPhile]]
** TODO[[https://www.youtube.com/watch?v=SzA2YODtgK4][ Getting Started With Org Mode]]
** TODO [[https://www.youtube.com/watch?v=j0_u26Vpb4w][Forbidden C++ - javidx9]]
** Emacs
*** TODO[[https://www.youtube.com/watch?v=Bu7nF9hPSts][ Emacs -10 - treemacs - Lukewh]]

* life and jobs

** TODO Linux course
DEADLINE: <2022-05-07 Sat>
** TODO Cover letter and CV
DEADLINE: <2022-05-14 Sat>
** TODO QT course
DEADLINE: <2022-05-28 Sat>
** TODO Other courses
** TODO JavaScript course


* [[file:office.org][Office Tasks]]


* QT course




* [[file:EldenRing.org][Elden Ring]]
** TODO [[file:EldenRing.org::#FIGHTINCOWBOY][Elden Ring Walk Through - FightinCowboy]]
** [[file:EldenRing.org::#CHANNELS][Channels]]

* Latex Integration

- Characters: \alpha \rightarrow \beta
* Bottom navigation
:PROPERTIES:
:CUSTOM_ID: BOTTOM
:END:
[[#TOP][TOP]]
