orgmode/krvperera.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-05-08 ඉ 21:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KRV Home</title>
<meta name="author" content="KRV Perera" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">KRV Home</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#TOP">1. First Heading</a>
<ul>
<li><a href="#orgcf1365d">1.1. This is a sub heading</a></li>
</ul>
</li>
<li><a href="#org26899be">2. Second Heading</a></li>
<li><a href="#org404ee91">3. Watch videos to learn</a>
<ul>
<li><a href="#org2b92d5d">3.1. <span class="todo TODO">TODO</span> Running a Buffer Overflow Attack - ComputerPhile</a></li>
<li><a href="#org8ddd4e0">3.2. TODO Getting Started With Org Mode</a></li>
<li><a href="#org90c0949">3.3. <span class="todo TODO">TODO</span> Forbidden C++ - javidx9</a></li>
<li><a href="#orgd8f26bd">3.4. Emacs</a>
<ul>
<li><a href="#org1f9e7dc">3.4.1. TODO Emacs -10 - treemacs - Lukewh</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org4529b20">4. life and jobs</a>
<ul>
<li><a href="#org4999eb6">4.1. <span class="todo TODO">TODO</span> Linux course</a></li>
<li><a href="#orgee9a2cf">4.2. <span class="todo TODO">TODO</span> Cover letter and CV</a></li>
<li><a href="#orgdaa9c61">4.3. <span class="todo TODO">TODO</span> QT course</a></li>
<li><a href="#org111571e">4.4. <span class="todo TODO">TODO</span> Other courses</a></li>
<li><a href="#org223fe30">4.5. <span class="todo TODO">TODO</span> JavaScript course</a></li>
</ul>
</li>
<li><a href="#orgd3f390d">5. Office Tasks</a></li>
<li><a href="#org98ae4a5">6. Elden Ring</a>
<ul>
<li><a href="#org855cb37">6.1. <span class="todo TODO">TODO</span> Elden Ring Walk Through - FightinCowboy</a></li>
<li><a href="#org2213b33">6.2. Channels</a></li>
</ul>
</li>
<li><a href="#org57823e2">7. Latex Integration</a></li>
<li><a href="#BOTTOM">8. Bottom navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-TOP" class="outline-2">
<h2 id="TOP"><span class="section-number-2">1.</span> First Heading</h2>
<div class="outline-text-2" id="text-TOP">
<p>
<a href="#BOTTOM">BOTTOM</a> <a href="office.html">OFFICE</a> <a href="EldenRing.html">Elden Ring</a> <a href="linux.html">Linux</a> <a href="country.html">Country</a>
</p>

<p>
Here is some content
</p>
</div>

<div id="outline-container-orgcf1365d" class="outline-3">
<h3 id="orgcf1365d"><span class="section-number-3">1.1.</span> This is a sub heading</h3>
<div class="outline-text-3" id="text-1-1">
<p>
More
</p>
</div>
</div>
</div>

<div id="outline-container-org26899be" class="outline-2">
<h2 id="org26899be"><span class="section-number-2">2.</span> Second Heading</h2>
</div>

<div id="outline-container-org404ee91" class="outline-2">
<h2 id="org404ee91"><span class="section-number-2">3.</span> Watch videos to learn</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org2b92d5d" class="outline-3">
<h3 id="org2b92d5d"><span class="section-number-3">3.1.</span> <span class="todo TODO">TODO</span> Running a Buffer Overflow Attack - <a href="https://www.youtube.com/watch?v=1S0aBV-Waeo">ComputerPhile</a></h3>
</div>
<div id="outline-container-org8ddd4e0" class="outline-3">
<h3 id="org8ddd4e0"><span class="section-number-3">3.2.</span> TODO<a href="https://www.youtube.com/watch?v=SzA2YODtgK4"> Getting Started With Org Mode</a></h3>
</div>
<div id="outline-container-org90c0949" class="outline-3">
<h3 id="org90c0949"><span class="section-number-3">3.3.</span> <span class="todo TODO">TODO</span> <a href="https://www.youtube.com/watch?v=j0_u26Vpb4w">Forbidden C++ - javidx9</a></h3>
</div>
<div id="outline-container-orgd8f26bd" class="outline-3">
<h3 id="orgd8f26bd"><span class="section-number-3">3.4.</span> Emacs</h3>
<div class="outline-text-3" id="text-3-4">
</div>
<div id="outline-container-org1f9e7dc" class="outline-4">
<h4 id="org1f9e7dc"><span class="section-number-4">3.4.1.</span> TODO<a href="https://www.youtube.com/watch?v=Bu7nF9hPSts"> Emacs -10 - treemacs - Lukewh</a></h4>
</div>
</div>
</div>

<div id="outline-container-org4529b20" class="outline-2">
<h2 id="org4529b20"><span class="section-number-2">4.</span> life and jobs</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org4999eb6" class="outline-3">
<h3 id="org4999eb6"><span class="section-number-3">4.1.</span> <span class="todo TODO">TODO</span> Linux course</h3>
<div class="outline-text-3" id="text-4-1">
</div>
</div>
<div id="outline-container-orgee9a2cf" class="outline-3">
<h3 id="orgee9a2cf"><span class="section-number-3">4.2.</span> <span class="todo TODO">TODO</span> Cover letter and CV</h3>
<div class="outline-text-3" id="text-4-2">
</div>
</div>
<div id="outline-container-orgdaa9c61" class="outline-3">
<h3 id="orgdaa9c61"><span class="section-number-3">4.3.</span> <span class="todo TODO">TODO</span> QT course</h3>
<div class="outline-text-3" id="text-4-3">
</div>
</div>
<div id="outline-container-org111571e" class="outline-3">
<h3 id="org111571e"><span class="section-number-3">4.4.</span> <span class="todo TODO">TODO</span> Other courses</h3>
</div>
<div id="outline-container-org223fe30" class="outline-3">
<h3 id="org223fe30"><span class="section-number-3">4.5.</span> <span class="todo TODO">TODO</span> JavaScript course</h3>
</div>
</div>

<div id="outline-container-orgd3f390d" class="outline-2">
<h2 id="orgd3f390d"><span class="section-number-2">5.</span> <a href="office.html">Office Tasks</a></h2>
</div>



<div id="outline-container-org98ae4a5" class="outline-2">
<h2 id="org98ae4a5"><span class="section-number-2">6.</span> <a href="EldenRing.html">Elden Ring</a></h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org855cb37" class="outline-3">
<h3 id="org855cb37"><span class="section-number-3">6.1.</span> <span class="todo TODO">TODO</span> <a href="EldenRing.html#FIGHTINCOWBOY">Elden Ring Walk Through - FightinCowboy</a></h3>
</div>
<div id="outline-container-org2213b33" class="outline-3">
<h3 id="org2213b33"><span class="section-number-3">6.2.</span> <a href="EldenRing.html#CHANNELS">Channels</a></h3>
</div>
</div>

<div id="outline-container-org57823e2" class="outline-2">
<h2 id="org57823e2"><span class="section-number-2">7.</span> Latex Integration</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>Characters: &alpha; &rarr; &beta;</li>
</ul>
</div>
</div>
<div id="outline-container-BOTTOM" class="outline-2">
<h2 id="BOTTOM"><span class="section-number-2">8.</span> Bottom navigation</h2>
<div class="outline-text-2" id="text-BOTTOM">
<p>
<a href="#TOP">TOP</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: KRV Perera</p>
<p class="date">Created: 2022-05-08 ඉ 21:01</p>
</div>
</body>
</html>
